tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "ansible"
brew "coreutils"
brew "openssl@3"
brew "asdf"
brew "cask"
brew "clang-format"
brew "cmake"
brew "curl"
brew "fzf"
brew "fzy"
brew "gcc"
brew "git"
brew "glib"
brew "gnu-sed"
brew "htop"
brew "neovim"
brew "tldr"
brew "tree"
brew "unzip"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
cask "clion"
cask "github"
cask "goland"
cask "iterm2"
cask "postman"
cask "pycharm"
cask "visual-studio-code"
