tap "homebrew/bundle"
tap "homebrew/services"
brew "act"
brew "openssl@1.1"
brew "readline"
brew "ansible"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "bash"
brew "grpc"
brew "bear"
brew "berkeley-db"
brew "glib"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "clang-format"
brew "cmake"
brew "compiledb"
brew "libssh2"
brew "openldap"
brew "curl"
brew "e2fsprogs"
brew "fzf"
brew "fzy"
brew "gcc"
brew "gh"
brew "git"
brew "gnu-sed"
brew "googletest"
brew "graphviz"
brew "htop"
brew "jq"
brew "krb5"
brew "llvm"
brew "mecab-ipadic"
brew "mysql"
brew "neovim"
brew "nkf"
brew "nmap"
brew "pandoc"
brew "pkg-config"
brew "pnpm"
brew "postgresql@14"
brew "ripgrep"
brew "ruby"
brew "sfml"
brew "swift"
brew "tldr"
brew "tree"
brew "unzip"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
cask "basictex"
cask "clion"
cask "github"
cask "goland"
cask "iterm2"
cask "postman"
cask "pycharm"
cask "visual-studio-code"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "trinm1709.dracula-theme-from-intellij"
vscode "vscodevim.vim"
