tap "homebrew/bundle"
tap "bufbuild/buf"
tap "go-task/tap"

brew "awscli"
brew "coreutils"
brew "curl"
brew "git"
brew "gnu-sed"
brew "htop"
brew "jq"
brew "ripgrep"
brew "fd"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
brew "stow"

brew "cmake"
brew "gcc"
brew "make"
brew "ninja"
brew "llvm"
brew "neovim"
brew "lua"
brew "luarocks"
brew "go-task/tap/go-task"

brew "difftastic"
brew "tldr"

brew "httpie"
brew "gh"
brew "ghq"

cask "iterm2"
cask "visual-studio-code"
cask "warp"

